Revit 2027 API
FailureDefinitionAccessor Properties
The FailureDefinitionAccessor type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureDefinitionAccessor Class
Autodesk.Revit.DB Namespace